{
	"page_one":[
	{
	   "name": "Real-Time-Image-Share",
	   "link": "https://github.com/shubhank-srivastava/Real-Time-Image-Share",
	   "desc": "With image sharing on the rise with the likes of Snapchat and Instagram, the idea behind the app was to have something like a global Snapchat. People can upload a picture for a specific time for all the users connected to the network. This project was made to get a basic understanding of socket.IO.",
	   "tech": "Node.js, Socket.io, AngularJS"
	},
	{
	   "name": "AAW-Website",
	   "link": "http://aawproductions.com",
	   "desc": "Official website repository of Artist At Work Productions. Artist At Work Productions is an organisation that helps you discover your love for art, and sculpt it in unbelievable forms. I had the privilege of being the backend developer and also made a few CSS components for the UI.",
	   "tech": "PHP, JavaScript, CSS, MySQL"
	},
	{
	   "name": "FeedbackExtension",
	   "link": "https://github.com/shubhank-srivastava/FeedbackExtension",
	   "desc": "This is an extension that you can simply include in your Magento E-commerce platform. The extension asks for a basic feedback from the customer and his source of arrival after he has made the purchase. The options for various sources can be setup from the admin panel where the feedbacks can be also be viewed.",
	   "tech": "PHP"
	},
	{
	   "name": "BARS-mp3-player",
	   "link": "",
	   "desc": "My first ever C project. It was developed as a first semester project when I was a newbie to project development. So it consists of a lot of redundant and unoptimized code. Though you can find a lot of modules giving basic functionalities of an MP3 Player such as play, pause, seek, volume controls and creating and running playlists. It makes use of the MCI API for Windows. (runs only on Windows OS)",
	   "tech": "C"
	}
	],
    "page_two":[
    {
    	"name": "codeyard",
    	"link": "https://github.com/shubhank-srivastava/codeyard",
    	"desc": "Codeyard is a git free web based version control system developed on top of MEAN stack and python. Developers can setup public or private repositories for their projects. They can easily upload their code and add their team collaborators. The team can collaborate on the repo using the Codeyard-Editor. All file changes in each commit are stored that can be viewed on the frontend. The project is still under development and aims to add many other features. Feel free to fork and contribute.",
    	"tech": "Node.js, AngularJS, Socket.io, Bootstrap, Redis, MongoDB, Python"
    },
    {
    	"name": "Avyam ShopOn",
    	"link": "https://chrome.google.com/webstore/detail/shop-on/jbclppaahhkaomekbjoampcleafgfdae",
    	"desc": "A Chrome Extension to which you can add products from various E-commerce stores and set up alerts for them when they come under the desired price range.",
    	"tech": "Node.js, AngularJS, MongoDB"
    },
    {
    	"name": "Dynamic Dashboards", 
    	"link": "https://github.com/CSC-ORG/Dynamic-Dashboard-2015",
    	"desc": "The project was a part of CSC COIN developer programme 2015. It is an application that can create dashboards dynamically through various datasets. Employees can share insights and performance through data visuualisations.",
    	"tech": "Node.js, AngularJS, MongoDB, Python"
    },
    {
    	"name": "Shubhank.com",
    	"link": "https://github.com/shubhank-srivastava/shubhank-srivastava.github.io",
    	"desc": "Have a look at the code for this single page website. This site has pure CSS components and animations.",
    	"tech": "CSS, AngularJS"
    }
    ]
}